Repository: AKotov-dev/SFXSnapshot
Catalog: SFXSnapshot/languages/SFXSnapshot.*.po
Languages: ru

source: This is SymLink! We need a real goal!
ru: Это SymLink! Нужна настоящая цель!

# tmainform.addbtn.caption
source: Add
ru: Добавить

source: Require root when unpacking
ru: Требовать root при распаковке

source: Archive name:
ru: Название архива:

source: Destination folder:
ru: Папка назначения:

source: Delete selected
ru: Удалить выбранное

source: Create SFX Snapshot
ru: Создать SFX Снимок

# tmainform.menuitem2.caption
source: Add
ru: Добавить

source: License: GPLv3 Author: alex_q_2000 (C) 2021 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2021 URL: https://linuxforum.ru

# tselectform.addbtn.caption
source: Add
ru: Добавить

source: Select files and folders
ru: Выбрать файлы и папки

source: In the panel on the right, you can use Ctrl+A or Ctrl+Mouse...
ru: В панели справа можно использовать Ctrl+A или Ctrl+Мышь...

source: Update
ru: Обновить

source: The list of files is empty!
ru: Список файлов пуст!

source: Destination folder not found!
ru: Папка назначения не существует!

source: The name of the archive is not listed!
ru: Название архива не указано!
